Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Nuortalašgielas gávdno dohkkehuvvon riektačállin, ja Suoma bealde ráji leat skuvllat mat oahpahit nuortalašgiela.
smj: Lullesámegiela vuoksjuj le tjállemvuohke dåhkkidum, ja suoma bielen rájá muhtem skåvlå lullesámegielav åhpadi.

source: Go goappašat gielain leat juogalágan giellabirrasat guoskevaš rádjeguovlluin, de lea ovttasbargu riikkarájiid rastá dehálaš ovddidan dihte dán guokte sámegiela Norggas.
smj: Gå goappátjij gielajn le muhtem lágásj giellabirás iesjguhtik ráddnáguovlon rájáj rastá, de le ájnas aktan barggat rájáj rastá váj dá guokta gielajt åvdet Vuonan.

source: Bihtánsámegiela ja nuortalašgiela nannemis lea vuosttažettiin dárbbašlaš dahkat veaháš vuođđobarggu, nu go dokumenteret ja kártet dálá dili gielaid dáfus.
smj: Gå galggá bihtám- ja lullesámegielav nannit de le gájkinåvdemusát dárbulasj muhtem vuodulasj bargov dahkat, dagu gielaj udnásj dilev dokumenterit ja kárttit.

source: Dán sáhttá buoremusat dahkat ovttasbarggus báikkálaš birrasiiguin ja ásahusaiguin main lea gielladieđalaš gelbbolašvuohta.
smj: Dáv buoremusát dahká aktisasjbarggon bájkálasj sebrudagáj ja ásadusáj gaskan gejn le gielladiedalasj máhtudahka.

source: Giellabargu sáhttá lihkostuvvat dušše dalle go servodagat maidda guoská leat mielde doarjume barggu.
smj: Giellabargujn máhttá vuorbástuvvat dåssju jus guoskavasj bájkálasj sebrudagá dav doarjju.

source: Sámedikki deháleamos strategiija viidáset barggus bihtánsámegielain ja nuortalašgielain lea ge danne háhkat dieđuid das maid bihtánsápmelaččat ja nuortalaččat Norggas háliidit vuoruhuvvot giellabarggus.
smj: Ájnnasamos strategija Sámediggáj åvddålijguovlluj bihtám- ja lullesámegiela vuoksjuj sjaddá navti gæhttjalit gåvåv oadtjot majt bihtám- ja lullesáme Vuonan ietja sihti galggá giellabargon vuorodit.

source: Ovttasbargu Sámedikki, báikkálaš sámi servviid ja dan guovtti ásahusa gaskka, Duoddara ráffe ja Nuortasámi musea, lea lunddolaš.
smj: Aktisasjbarggo Sámedikke, bájkálasj sámesiebrij ja da guokta ásadusáj gaskan, Duoddara ráfe ja Lullesáme dávvervuorkká, luluj luondulasj.

source: Sámegiella gávpogiin
smj: Sámegiella stádajn

source: Dađistaga eambbo sápmelaččaid fárrejit eret árbevirolaš sámi ássanguovlluin.
smj: Ienep ja ienep sáme uddni jåhtåli ålgus árbbedábálasj sáme årromguovlojs.

source: Leat erenoamážit stuora gávpogat mat dustejit olu sápmelaččaid.
smj: Sierraláhkáj stuoráp stádajn årru moadda sáme.

source: Dát lea áibbas ođđa dilli sámegillii, dakkár dilli mii gáibida sierra strategiija.
smj: Dát le ållu ådå dille sámegiellaj, dille mij sierra strategijav gájbbet.

source: Eretfárrejeaddjit árbevirolaš sámi guovlluin Norggas mannet dál gávpogiidda, ja sisafárrejeaddjit guovlluide fas bohtet eambbo ja eambbo olgoriikkas.
smj: Ieritjåhtem árbbedábálasj sáme guovlojs Vuonan uddni manná stádajda, madi sisijåhtem guovlojda ienebut ja ienebut ålggorijkajs boahtá.

source: Jus sámegiella boahtteáiggis galgá sirdojuvvot buolvvas bulvii, de lea dárbbašlaš ásahit ođđa ásahusaid ja ođđa vuogádaga gávpogiidda gosa (olu) sápmelaččat fárrejit.
smj: Jus sámegiella åvddålijguovlluj galggá buolvas buolvvaj åhpaduvvat, de hæhttu ådå ásadusájt ja ådå barggamvuogijt ásadit stádajn gånnå le (stuorra) sisijåhtem sámijs.

source: Mii diehtit ovdamearkka dihte Cymru/Wales guovllus ahte doppe váldet vuhtii dan eret- ja sisafárrema mii dáhpáhuvvá árbevirolaš kymrigielat guovlluin go čađahit giellaplánema.
smj: Diehtep duola dagu Cymru/Wales vielet ålgus- ja sisijåhtemav mij le ieme kymrugielak guovlojn gå gielav plániji.

source: Váldohástalus lea ahte gávpogiin šaddá sámegiella minoritehtagiella eai ge gávdno árbevirolaš arenat gos sáhttá sámástit.
smj: Oajvvehásstalus le stádajn sjaddá sámegiella unneplåhkogiellan ja jut e gávnnu árbbedábálasj árená gånnå bæssá gielav adnet.

source: Danne lassána gávpogiin dárbu giellaarenaide ja oahpahusvejolašvuođaide.
smj: Danen giellaárenáj ja oahppovejulasjvuodaj dárbbo stádajn lassán.

source: Lea ovttaskas suohkana ovddasvástádus láhčit diliid sámegiela oahpahussii ja ovddideapmái, ja nu sáhttá ge šaddat soaittáhat makkár fálaldagat addojuvvojit ovttaskas suohkanis.
smj: Juohkka ájnna suohkana åvdåsvásstádus le dilev láhtjet váj bæssá sámegielav oahppat ja åvddånahttet, ja muhttijn soajttá ærádusá makkir fálaldagá gávnnuji suohkanis suohkanij.

source: Sámediggi lea gulahallame gávpotsuohkaniiguin Álttáin, Romssain ja Osloin ovttasbargošiehtadusa birra nannet sámi giela ja kultuvrra.
smj: Sámedigge dálla rádádallá stádasuohkanij Áltá, Tråmsså ja Oslo aktisasjbarggosjiehtadusáj sámegiela ja kultuvra nannima diehti.

source: Dát lea buorre, muhto seammás eai atte dákkár šiehtadusat gávpoga sámi álbmogii seamma vuoigatvuođaid go mat sámegiela hálddašanguovllu álbmogis leat.
smj: Dát le buorre, sæmmi båttå gå dákkir sjiehtadusá e vatte stádaj sáme álmmugij sæmmi riektájt dagu álmmuk sáme giellaháldadimguovlon.

source: Danne lea dehálaš nannet álbmoga vejolašvuođaid ja vuoigatvuođaid geavahit sámegiela gávpogiin.
smj: Danen hæhttu nannit álmmuga vejulasjvuodajt ja riektájt sámegielav adnet stádajn.

source: Máhttu almmolaš sámi giellaplánema birra
smj: Máhtto almulasj sáme giellaplánima birra

source: Stuorámus bargu maid Norgga eiseválddit leat dahkan almmolaš sámi giellaplánema dáfus, lea mearridit sámelága giellanjuolggadusaid 1990:s ja ásahit sámegiela hálddašanguovllu 1992 rájes.
smj: Vijddásamos dagov mav vuona oajválattja li dahkam almulasj sáme giellaplánimin, lij sámelága giellanjuolgadusájt mierredit jagen 1990 ja sáme giellaháldadimguovlov álgadit 1992 rájes.

source: Sámelága giellanjuolggadusat ja ortnet sierra hálddašanguovlluin leat dehálaš reaiddut giellanannema barggus.
smj: Sámelága giellanjuolgadusá ja sierra háldadimguovllo li ájnas vædtsaga gå galggá gielav nannit.

source: Dát reaiddut fertejit geavahuvvot.
smj: Dá vædtsaga hæhttu aneduvvat.

source: NIBR Álttás čađahii 2000:s geavaheaddjiiskkadeami guovttegielat bálvalusaid hárrái sámegiela hálddašanguovllus.
smj: NIBR Áltán tjadádij jagen 2000 addneguoradallamav guovtegielak dievnastusfáladagás sáme giellaháldadimguovlon.

source: Dát iskkadeapmi guoskkaha diliid nu go dat ledje duhátjagi molsumis.
smj: Dát guoradallam gåvvit dilev gåktu lij milenniummålssomin.

source: Sámi instituhtta evaluerii sámelága giellanjuolggadusaid 2006/07:s.
smj: 2006/2007 tjadádij Sámi instituhtta muhtem evaluerimav sámelága giellanjuolgadusájs.

source: Evaluerema lei Kultur- ja girkodepartemeanta diŋgon.
smj: Evaluerimav lij Kultuvrra- ja girkkodepartemennta diŋŋgum.

source: Evalueren konkluderii ahte sámelága giellanjuolggadusat leat doaibman Sámegiela dilli olggobealde hálddašanguovllu gal ii leat buorre, ja evalueren konkludere dainna ahte hálddašanguovlu ferte viiddiduvvot.
smj: Evaluerima konklusjåvnnå le vájku sámelága giellanjuolgadusá li buoragit doajmmam sámegiela stáhtusa gáktuj, vájku viehka målsudahkes le gåktu lágav li tjuovvolam. Sámegiela dille giellaháldadimguovlo ålggolin gal ij le vuogas, ja danen evaluerim javllá háldadimguovlov hæhttu stuoredit.

source: Evalueren evttohii maid ásahit “ealáskahttinlávdegotti” sámegielaid hárrái, danne go láhka ii akto nagot ealáskahttit sámegiela guovlluin gos odne lea áigojuvvon.
smj: Evaluerim aj oajvvadij ásadit ”ælláskahttemnammadusáv” sámegielajda, danen gå láhka aktu ij nagá sámegielav ælláskahttet daj guovlojn gånnå uddni le ájtedum.

source: Wencke Brenna girji Samene i rettssystemet 2005:s buktá ođđa dieđu sámegiela geavaheami birra Finnmárkku riektevuogádagas ja movt sápmelaččat vásihit diliid.
smj: Wencke Brennas girjje Samene i rettssystemet mij bådij jagen 2005 buktá ådå máhtov makta sámegiella Finnmárko riektásysteman aneduvvá ja majt sáme dile birra ájádalli.

source: Eará stuorát bargguid dáfus, mat leat dahkkojuvvon sámegiela ja giellaplánema birra maŋŋel 2000, namuhit mii Inger Marie Gaup Eira čielggadeami Sámegiella Davviriikkain – stáhtus- ja domenačielggadeapmi 2001:s ja Torunn Pettersena ja Johanne Gaup čielggadeami almmolaš sámi diehtojuohkinbálvalusa birra, dat maid 2001:s.
smj: Ietjá stuoráp bargojs ma li dagádum sámegiela ja giellaplánima birra 2000 maŋŋela, nammadip Inger Marie Gaup Eira guoradallam Samisk språk i Norden - Status og domeneutredning 2001 rájes ja Torunn Pettersena ja Johanne Gaupa guoradallam almulasj sáme diehtodievnastusá birra, dat aj 2001 rájes.

source: Sámediggi lea ovdal ráhkadan raporttaid sámegiela birra servodagas.
smj: Sámedigge le åvddåla rapportajt dahkam sámegiela birra sebrudagán.

source: Áiggis maŋŋel 2000 namuhit mii Sámedikki giellastivrra guovtti raportta, Sámegiela geavaheapmi 2004:s ja 2008:s ja Sámediggeráđi čilgehusa sámi giela birra, Sámegiella lea čaffat!
smj: 2000 rájes nammadip da guokta rapportajt Sámedikke giellastivras, Bruken av samisk språk, 2004 ja 2008 jagijs ja Sámedikkeráde diedádus sámegiela hárráj Sámegiella lea čaffat!

source: 2004:s.
smj: jages 2004.

source: Ruoŧa ráđđehus buvttii 2006:s almmolaš čielggadeami (RÁČ) mii guoskkahii erenoamážit lullisámegiela boahttevaš dili Ruoŧas.
smj: Svieriga ráddidus buvtij jagen 2006 muhtem almulasj guoradallamav (SOU) mij sierraláhkáj bajedij oarjjelsámegiela boahtteájge dilev Svierigin.

source: Oasi das mii digaštallojuvvo doppe lullisámegiela dili birra, sáhttá maid buohtastahttit Norgga beale diliiguin.
smj: Muhtem åsijt ma danna dagástaláduvvi oarjjelsámegiela dile vuoksjuj, máhttá vuona bielen aj ávkkit.

source: Buot barggut mat bajábealde leat namuhuvvon, muitalit veaháš giellaplánenvásáhusaid birra sámi guovlluin maŋemus logi jagiid, ja dát girjjálašvuohta lea lunddolaš oassi Sámediggedieđáhusa máhttovuođus sámegiela birra.
smj: Gájkka dá bargo ma badjelin nammaduvvi, javlli juojddáv giellaplánima åtsådallamijs sáme guovlojs maŋemus lågev jagijn, ja dát girjálasjvuohta le luondulasj máhttovuodo dán Sámediggediedádus sámegiela hárráj

source: Máhttu almmolaš giellaplánema birra Skandinávia olggobealde
smj: Máhtto almulasj giellaplánima birra Skádasasuollu ålggolin

source: Sámediggi áigu iežas giellapolitihkas maiddái váldit oahpa giellaplánemis mii dáhpáhuvvá eará máŋggagielat guovlluin.
smj: Sámedigge sihtá ietjas giellapolitihkan aj oahppat ietjá moattegielak giellaplánimis.

source: Leat vuosttažettiin eamiálbmogiid ja gielalaš minoritehtaid vásáhusat eará demokráhtalaš riikkain maid lea álkimus sirdit alcceseamet.
smj: Sierraláhkáj lulujin álggoálmmugij ja gielalasj unneplågoj vásádusá ietjá demokráhtalasj álkke midjij duvdadit.

source: Māorigiela dilli, mii lea Aotearoa/Ođđa Selándda eamiálbmotgiella, ja kymrigiela dilli Cymrus/ Walesas Stuorabritánnias leat ovdamearkkat main sáhttá viežžat oahpa Sápmái.
smj: Māori giella, mij le álggoálmmukgiella Aotearoan/ New Zealandan, ja kymru giella Cymrun/Walesin Stuorrabritannian li buojkulvisá massta máhttá Sámen oahppat.

source: Dán oktavuođas čujuhit artihkkalii 2001:s ja girjái Welsh in the Twenty-First Century 2010:s.
smj: Dán aktijvuodan sihtap vuosedit 2001 artihkkalij “Te Kōhanga Reo. Māori Language Revitalization” ja 2010 girjje Welsh in the Twenty-First Century.

source: Vuosttažis mii mearkkašit erenoamážit man dehálaččat mánáidgárddit leat leamaš buoremuddui lihkostuvvan māorigiela ealáskahttimis Aotearoas/Ođđa Selánddas.
smj: Vuostasj bargon sierraláhkáj vuojnnep man ájnnasa mánájgárde li læhkám gå viehka buoragit li vuorbástuvvam māori giela ælláskahttemijn Aotearoan/ New Zealandan.

source: Dan maŋibus mearkkašit mii deattu mii biddjo eret- ja sisafárremii mii dál dáhpáhuvvá árbevirolaš kymrigielat guovlluin Cymrus/ Walesas.
smj: Maŋemus bargon vuojnnep man ållo dæddo le sisi- ja ålgusjåhtemin mij dálla dáhpáduvvá árbbedábálasj kymrugiela guovlojn Cymrun/Walesin.

source: Dát lea maid dakkár ášši mii ferte digaštallojuvvot sámi oktavuođain.
smj: Dáv hiehpá aj sáme aktijvuodan dagástallat.

source: Guovddáš hástalusat
smj: Åvdemus hásstalusá

source: Giella lea čielgasit sihke priváhta ja almmolaš ášši.
smj: Giella le duodaj sihke priváhta ja almulasj ássje.

source: Sámegiela boahtteáigi lea dan duohken man olu guhtege mis geavaha sámegiela lunddolaš gulahallanreaidun nu olu oktavuođain go vejolaš, ja movt servodat láhčá diliid nu ahte dat galgá leat vejolaš.
smj: Sámegiela boahtteájgge le sihke dan duogen jut juohkka ájnna mijájs sámegielav adná luondulasj guládallamgiellan nav moadda aktijvuodajn gå vejulasj ja gåktu sebrudahka dilev láhtjá váj dát máhttá liehket vejulasj.

source: Sámegiela suddjemis, nannemis ja ovddideamis leat olu hástalusat maid ii sáhte dušše Sámedikkis čoavdit.
smj: Gå galggá sámegielav bisodit, nannit ja åvddånahttet de li moadda hásstalusá majt Sámedigge ij nagá iesj tjoavddet.

source: Lea sáhka sihke servodatdiliin, giela ovddasvástádusjuogus ja válddis ja buriin rámmaeavttuin buot dásiin servodagas.
smj: Da li sihke sebrudakdile, åvdåsvásstádusjuohkem ja fábmo giellabargon ja buorre ålgodisævto juohkka dásen sebrudagán.

source: Giellapolitihkka lea máŋgga dáfus guoskkahan ovttaskas olbmo vuoigatvuođa geavahit ja oahppat sámegiela.
smj: Giellapolitihka sisadno le álu læhkám ájnegisá riektá sámegiela adnuj ja åhpadibmáj.

source: Viidáset barggus nannet ja ovddidit sámegiela ferte deattuhit makkár dárbbut gielas leat jus galgá nannejuvvot ja ovdánit.
smj: Vijddásap bargon gå galggá sámegielav nannit ja åvddånahttet hæhttu ajtu dættodit makkir dárbo gielan li.

source: Jus galgá sihkkarastit giela boahtteáiggi, de lea mearrideaddji mearkkašupmi das ahte sámegiel geavaheddjiid lohku lassána.
smj: Gå galggá giela boahtteájgev sihkarasstet de hæhttu sámegiela addnij lågov lasedit.

source: Barggus joksat Sámedikki mihtu ahte lasihit sámegiela geavaheddjiid, leat olu hástalusat maid lea dárbu čilget dárkileappot.
smj: Gå barggap Sámedikke ulmijn sámegiela addnij lågov lasedit, de li miján moadda hásstalusá majt hæhttup lagábut gåvvidit.

source: Sámegiela stuorámus hástalusat leat:
smj: Sámegiela gájkbadjásasj hásstalusá li:

source:  Ovddasvástádusjuohku ja váldi giellaáššiin
smj:  Giellagatjálvisáj åvdåsvásstádus ja fábmo

source:  Sámegiela geavaheaddjit
smj:  Sámegiela addne

source:  Almmolaš hálddašeapmi
smj:  Almulasj háldadibme

source:  Iešguđetlágan gielladilit
smj:  Iesjguhtik gielladile

source:  Duohta vejolašvuođat geavahit sámegiela
smj:  Almma vejulasjvuoda sámegielav adnet

source: Ovddasvástádusjuohku ja váldi giellaáššiin
smj: Giellagatjálvisáj åvdåsvásstádusjuohkem ja fábmo

source: Leat olu ja iešguđetlágan ovddasteaddjit mielde sámegillii guoski áššiin.
smj: Moatten ja iesjguhtik aktørajn li sámegielajn dahkamuhá.

source: Dát sáhttá dagahit unnán kontinuitehta, váilevaš ovttastahttima doaibmabijuid dáfus, eahpesihkkaris ovddasvástádusjuogu ja ipmárdusa ovttaskas giellageavaheaddjái.
smj: Návti soajttá sjaddat binná kontinuitehtta, dåjmaj koordinerim vádnun, ij rat diehttu guhti dán åvdås vásstet ja ájnegis giellaaddnáj soajttá gássjel dav vuojnnet.

source: Dákkár dilli ii leat buorre sámegiela ovddideami dáfus, ja lea ge dárbu buorebut čielggadit ovddasvástádus- ja rollajuogu.
smj: Dákkir dille ij le vuogas sámegiela åvddånibmáj, ja luluj vuogas tjielggasap vásstediddje- ja roallajuohkemijn.

source: Sámegiella lea okta sámi servodaga vuođđoáššiin, ja Sámediggi berre sápmelaččaid álbmotválljen orgánan leat čielgaset ovddasteaddji giellapolitihkas, ja das berre leat olu stuorát váldi giellaáššiin go odne lea.
smj: Sámegiella le akta sáme sebrudagá vuodoåsijs ja Sámedigge mij le sámij álmmukválljidum orgádna bierri liehket tjielggasap aktørra giellapolitihkan ja mierredit viehka ienebut giellagatjálvisájn gå uddni.

source: Sámedikki duohta váikkuheapmi giellaáššiin lea dehálaš sámegiela boahtteáigái.
smj: Sámedikke almma mierredimfábmo giellagatjálvisájn le ájnas sámegiela boahtteájge vuoksjuj.

source: Sámedikkis lea odne unnán váldi giellaovddidanbarggus servodagas, ja lea unnán váikkuheapmi almmolaš giellaplánemis.
smj: Sámedikken le uddni binná fábmo sebrudagá giellaåvddånime bargon, ja ij besa heva almulasj giellaplánimav vájkkudit.

source: Sámedikkis lea gal ráđđádallansoahpamuša bokte vejolašvuohta ráđđádallat áššiin mat gusket sámi álbmogii, muhto dát ii leat doarvái sihkkarastit sámegiela boahtteáiggi.
smj: Ajtu le Sámedikken rádádallamsjiehtadallama baktu vejulasjvuohta rádádallat ássjijn ma sáme álmmugij guosski, valla dát ij la nuoges jus galggá sámegiela boahtteájgev sihkarasstet.

source: Sámegiela rámmaeavttut
smj: Sámegiela ålgodisævto

source: Váilevaš ekonomalaš, hálddahuslaš ja olmmošlaš resurssat leat stuora hástalussan sámegiela nannema barggus.
smj: Rudáj, ulmutjij ja háldadimressursa vánesvuohta le stuorra hásstalus gå galggá sámegielav nannit.

source: Váilevaš giellagelbbolašvuohta buot servodatsurggiin lea stuorámus hehttehus sámegiela geavaheapmái, oahpaheapmái ja ovddideapmái.
smj: Juohkka sebrudaksuorgen le giellamáhtudagá vánesvuohta åvdemus hieredibme sámegiela adnuj, åhpadussaj ja åvddånahttemij.

source: Dát sáhttá leat juogo njálmmálaš ja/dahje čálalaš giellagelbbolašvuohta, muhto maiddái fágagiellagelbbolašvuohta sámegielagiid gaskkas.
smj: Lehkus njálmálasj ja/jali tjálalasj giellamáhtudagá vánesvuohta, valla aj fáhkamáhtudagá vánesvuohta sámegielagij gaskan.

source: Buriid rámmaeavttuid haga lea sámegiela nannema ja ovddideami višuvnnain ja buriin mihttomeriin unnán árvu.
smj: Buorre ålgodisævtoj dagá li tjáppa ulme sámegiela nannima ja åvddånahttema gáktuj álbe.

source: Sámegiela geavaheaddjit
smj: Sámegiela addne

source: Okta dain deháleamos eavttuin sámegiela boahtteáiggi sihkkarastimis lea ahte gávdnojit olbmot geat geavahit giela.
smj: Akta dajs ájnnasamos ævtojs jus galggá sámegiela boahtteájgev nannit le jut sámegiela addne gávnnuji.

source: Geavaheddjiid ahkečoahkkádus lea hui guovddáš ášši, ja lea dehálaš ahte mánáidlohku geat ožžot sámegiel oahpahusa lassána.
smj: Addnij álldar le ájnas, ja ájnas le jut låhko mánájs gudi sámegielåhpadusáv oadtju lassán.

source: Dát mielddisbuktá ahte giellasirdin buolvvaid gaskkas ferte nannejuvvot.
smj: Dát mierkki giellajoarkkem buolvas buolvvaj hæhttu nanniduvvat.

source: Eanebut fertejit válljet sámegiela ruovttugiellan, váhnemat fertejit válljet sámegiela mánáid vuosttašgiellan skuvllas, ja dasto fertejit buohkat geat háliidit oažžut vejolašvuođa oahppat sámegiela.
smj: Ájn ienebu hæhttuji sámegielav sijddagiellan válljit, æjgáda hæhttuji sámegielav vuostasj giellan válljit ietjasa skåvllåmánájda, ja juohkkahasj guhti sihtá hæhttu bessat sámegielav oahppat.

source: Dát mielddisbuktá ahte maiddái sii geat eai leat sápmelaččat ožžot vejolašvuođa oahppat sámegiela.
smj: Dát mierkki dáttja aj bessi sámegielav oahppat.

source: Almmolaš hálddašeapmi Sámegiella mii lea almmolaš giella ferte geavahuvvot almmolaš hálddašeamis mihá eambbo, ja almmolaš dieđut fertejit maid addot sámegillii.
smj: Almulasj háldadus Almulasj giellan hæhttu sámegiella ájn vil ienebut aneduvvat almulasj háldadusán ja almulasj diedo hæhttuji sámegiellaj aj vatteduvvat.

source: Dát lea dehálaš sihke sihkkarastin dihte ovttaskas olbmuid giellavuoigatvuođaid, muhto maiddái čalmmustahttin ja árvvus atnin dihte sámegiela Norggas.
smj: Dát le ájnas gå ájnegisá giellariektájt galggá sihkarasstet, valla aj gå galggá sámegielav vuojnnusij buktet ja árvvon adnet Vuonan.

source: Sámelága giellanjuolggadusat sihkkarastet ovttaskas olbmo vuoigatvuođa geavahit ja oahppat sámegiela dihto geográfalaš guovlluid siskkobealde.
smj: Sámelága giellanjuolgadusáj milta le ájnegisáj riektá sámástit ja sámegielav låhkåt vattedum vissa geográfalasj guovlojn.

source: Dát mielddisbuktá ahte sámi álbmogis leat iešguđetlágan vuoigatvuođat geavahit sámegiela, dan duohken gos sii orrot.
smj: Dát mierkki sáme álmmugin le iesjguhtik riektá sámegielav adnet mij le tjanádum årromsadjáj.

source: Dákkár vealaheapmi ii leat dohkálaš.
smj: Dákkir ieredus ij le dåhkkidahtte.

source: Servodatovdáneapmi gos dađistaga eanebut fárrejit gávpogiidda dagaha ahte ain eanet sápmelaččat fárrejit olggobeallái sámegiela hálddašanguovllu.
smj: Sebrudakåvddånahttema diehti ulmutja stádajda jåhtåli ja ájn ienep sáme giellaháldadimguovlo ålggolij årruji.

source: Danne lea dárbu guorahallat hálddašanmodealla sihkkarastin dihte ovttaskas olbmo vuoigatvuođa geavahit sámegiela go deaivvada almmolaš hálddahusain.
smj: Danen hæhttu háldadimmodellav tjadádit váj juohkka ájnegisá riektá sámegiellaj almulasj háldadusán sihkarduvvá.

source: Iešguđetlágan gielladilli
smj: Iesjguhtik gielladile

source: Sámegiela dilli rievddada guovllus guvlui.
smj: Sámegiela dille målssu guovlos guovlluj.

source: Sámegiella juhkkojuvvo máŋgga gillii, ja dain leat hui iešguđetlágan hástalusat.
smj: Sámegiella moatte giellaj juogeduvvá, ja dajn le viehka iesjguhtik hásstalusá.

source: Danne fertejit doaibmabijut heivehuvvot daid iešguđetge gielaid dárbbuide.
smj: Danen hæhttuji dåjma iesjguhtik giellaj hiebaduvvat.

source: Dákkár dilli gáibida máhtu ja dieđuid daid iešguđetge dárbbuid birra mat dain iešguđetge guovlluin leat.
smj: Dákkir dille gájbbet máhtov ja diedojt daj dárboj birra ma li iesjguhtik guovlon.

source: Dákkár máhtu ferte háhkat buriid kártemiid ja analysaid bokte.
smj: Dákkir máhtov hæhttu buorre karttimij ja analyjsaj baktu åttjudit.

source: Dán rádjái eai leat čađahuvvon nie dárkilis guorahallamat eat ge leat lihkostuvvan háhkat doarvái buori dokumentašuvnna gielladiliid birra servodagas.
smj: Dálátjij ælla dákkir dárkkelis guoradallama dagádum ja ep la nahkam åttjudit nuoges buorre duodastimev gåktu gielladille ajtu le sebrudagán.

source: Dát lea stuora hástalus sámegiela nannema viidáset barggus.
smj: Dát le stuorra hásstalus gå galggá joarkket barggat sámegielav nannit.

source: Duohta vejolašvuođat geavahit sámegiela
smj: Almma vejulasjvuoda sámegielav adnet

source: Lea stuora hástalus go váilot duohta vejolašvuođat geavahit ja oahppat sámegiela.
smj: Stuorra hásstalus le almma vejulasjvuoda sámegielav adnet ja oahppat vádnuni.

source: Sámegiela almmolaš geavaheami lassin dárbbašit mii buriid giellaarenaid sámegiela várás.
smj: Duodden sámegiela almulasj adnuj dárbahip aj buorre giellaárenájt sámegiellaj.

source: Sámegiela geavaheddjiidlogu lassáneapmi lea dan duohken ahte lea vejolaš geavahit sámegiela buot servodatsurggiin ja buot oktavuođain.
smj: Sámegiela addnij lasedibme gájbbet vejulasjvuodajt sámegielav adnet juohkka sebrudaksuorgen ja aktijvuodan.

source: Lea maid stuora váilevašvuohta iešguđetlágan sámegielat fálaldagaid dáfus mánáide ja nuoraide.
smj: Sámegielak fálaldagá mánájda ja nuorajda aj vájlluji.

source: Eanas sámegielagat leat doaibmi guovttegielagat, oallugat maiddái máŋggagielagat.
smj: Ienemus oasse sámegielagijs li dåjmalasj guovtegielaga, moattes aj moattegielaga.

source: Jus galgá suddjet ja viidáset ovddidit sámegiela servodagas mii lea buoremuddui ovttagielat, de gáibiduvvo máhttu ja dihtomielalašvuohta das movt buoremusat sáhttá láhčit diliid sámegiela geavaheapmái.
smj: Jus galggá sámegielav bisodit ja åvddånahttet avtagielak sebrudagán de hæhttup diehtet ja diedulattjat dilev láhtjet váj sámegiella aneduvvá.

source: Dušše giela aktiivvalaš geavahemiin sáhttá sámegiella seailut min deháleamos árbevirolaš kulturoassin ja seammás ovdánit nu ahte dainna sáhttá gulahallat buot daid ođđa áššiid birra mat áigges áigái bohciidahttet rievdamiid maiddái sámi servodagas.
smj: Dåssju sámegiela dåjmalasj ano tjadá máhttá sámegiella bissot mijá ájnnasamos árbbedábálasj kultuvrraoassen ja sæmmi båttå åvddånahteduvvat váj máhttep guládallat gájkka ådå gávnadisáj birra ma agev rievddi sáme sebrudagáv aj.
